Repository: Rahabhim/django-inventory
Catalog: apps/inventory/locale/*/LC_MESSAGES/django.po
Languages: el

source: view all inventories
el: όλες οι απογραφές

source: create new inventory
el: Νέα Απογραφή

source: edit
el: επεξεργασία

source: delete
el: διαγραφή

source: details
el: Λεπτομέρειες

source: open
el: άνοιγμα

source: close
el: κλείσιμο

source: compare
el: Σύγκριση

source: validate
el: επικύρωση

source: reject
el: Απόρριψη

source: template
el: προϊόν

source: return to inventory
el: επιστροφή στην απογραφή

source: pending inventories
el: Εκκρεμείς Απογραφές

source: inventories
el: Απογραφές

source: created by
el: δημιουργήθηκε από

source: Department
el: Μονάδα

source: date performed
el: Ημερομηνία εκτέλεσης

source: There are no assets in any of this Department locations, cannot make an inventory
el: Δεν μπορείτε να καλέσετε την ενέργεια της απογραφής εφόσον δεν έχετε κάνει εισαγωγή-παραλαβή του εξοπλισμού σας

source: validated by
el: επικύρωση από

source: timedate
el: ημερομηνία

source: action
el: ενέργεια

source: description
el: περιγραφή

source: Draft
el: Μη επικυρωμένη

source: Pending
el: Εκκρεμής

source: Done
el: Επικυρωμένη

source: Rejected
el: Ακυρωμένη

source: inventory number
el: Αρ. πρωτοκόλλου

source: department
el: μονάδα

source: date validated
el: ημερομηνία επικύρωσης

source: state
el: κατάσταση

source: Signed file
el: Υπογεγραμμένο αρχείο

source: inventory
el: απογραφή

source: %(name)s on %(date)s
el: %(name)s στις %(date)s

source: Cannot delete non-draft inventory: %s
el: Η απογραφή δεν μπορεί να διαγραφεί: %s

source: You cannot open more than one inventory for the same department (%s) !
el: Δεν επιτρέπεται δεύτερη εκκρεμής απογραφή για την ίδια μονάδα (%s) !

source: Cannot validate this inventory, it is: %s
el: Η απογραφή δεν μπορεί να επικυρωθεί γιατί είναι %s

source: Inventory already validated
el: Η απογραφή έχει επικυρωθεί ήδη

source: The active date cannot be after the validation date
el: Η ημερομηνία εκτέλεσης δεν μπορεί να είναι μεγαλύτερη από την ημερομηνία επικύρωσης

source: You are not allowed to validate inventories in a future date: %s
el: Δεν επιτρέπεται να επικυρώσετε απογραφή με μελλοντική ημερομηνία: %s

source: parent
el: γονικό

source: location
el: Τοποθεσία

source: You cannot open more than one inventory for the same location (%s) !
el: Δεν επιτρέπεται δεύτερη εκκρεμής απογραφή για την ίδια τοποθεσία (%s) !

source: Inventory: %s
el: Απογραφή: %s

source: Inventory is validated, cannot modify
el: Η απογραφή έχει επικυρωθεί, δεν μπορείτε να την τροποποιήσετε

source: Incorrect object passed: %s
el: Λάθος αντικείμενο: %s

source: Item already in inventory
el: Ο εξοπλισμός έχει ήδη απογραφεί

source: Item %s not in inventory!
el: Ο εξοπλισμός %s δεν είναι στην απογραφή!

source: Inventory has pending items that don't match computed state. Cannot close
el: Η απογραφή έχει εκκρεμή εξοπλισμό που δεν ταιριάζει με τις υπολογισμένες κινήσεις γι' αυτήν την τοποθεσία. Δεν μπορεί να επικυρωθεί.

source: You cannot validate an inventory for %s, because there is movements to/from that location on a later date
el: Δεν μπορείτε να επικυρώσετε απογραφή για τις %s, γιατί υπάρχουν οριστικές κινήσεις από/προς την τοποθεσία αυτή σε μεταγενέστερες ημερομηνίες.

source: This inventory (#%(id)d) is %(state)s, cannot reject.
el: Η απογραφή (#%(id)d) είναι %(state)s, δεν μπορεί να ακυρωθεί.

source: asset
el: εξοπλισμός

source: quantity
el: Ποσότητα

source: item state
el: κατάσταση

source: notes
el: σημειώσεις

source: inventory item
el: Εξοπλισμός

source: inventory items
el: Εξοπλισμός

source: name
el: όνομα

source: inventories pending validation
el: Απογραφές προς επικύρωση

source: open new inventory
el: Δημιουργία νέας Απογραφής

source: items
el: εξοπλισμός

source: Inventory details
el: Λεπτομέρειες απογραφής

source: current balances for inventory
el: Απογεγραμμένος εξοπλισμός

source: included location inventories
el: Περιεχόμενες Τοποθεσίες

source: purchase orders from supplier
el: εντολές προμήθειας από προμηθευτή

source: Your active role does not have permission to validate an inventory
el: Ο ενεργός σας ρόλος δεν έχει δικαίωμα επικύρωσης της απογραφής

source: You are not currently signed at the same Department as this Inventory
el: Δεν έχετε την ίδια Μονάδα με αυτή της απογραφής

source: The inventory has been validated and all movements fixated
el: Η απογραφή επικυρώθηκε, και όλες οι κινήσεις της τοποθεσίας οριστικοποιήθηκαν.

source: You must fill the name and upload a signed file to proceed
el: Για να συνεχίσετε πρέπει να συμπληρώστε τον αρ. πρωτοκόλλου και να ανεβάσετε το υπογεγραμμένο αρχείο.

source: Permission denied: %s
el: Μη επιτρεπτή ενέργεια: %s

source: The uploaded signature file does not contain a valid signature
el: Το αρχείο που ανεβάσατε δεν περιέχει έγκυρη ψηφιακή υπογραφή

source: Incorrect role or department to validate inventory: %s
el: Λάθος ρόλος ή Μονάδα για την επικύρωση της απογραφής: %s

source: Are you sure you want to reject inventory: %s?
el: Θέλετε σίγουρα να ακυρώσετε την απογραφή: %s;

source: This inventory is %s, cannot reject.
el: Η απογραφή είναι %s, δεν μπορεί να ακυρωθεί.

source: Your active role does not have permission to reject an inventory
el: Ο ενεργός σας ρόλος δεν έχει δικαίωμα απόρριψης της απογραφής

source: The inventory has been marked as rejected, it will no longer be used.
el: Η απογραφή ακυρώθηκε, θα μείνει στη βάση αλλά δεν θα υπολογίζεται σε καμία ενέργεια.

source: Apparently, the inventory does not match the recorded situation in this location, as computed from previous moves. You will have to issue corrective movements to amend the sums.<br/> You can revise the sums by visiting <a href="%(url_for('inventory_items_compare'))s?pending_only=1">this page again</a> .
el: Σύμφωνα με τους υπολογισμούς, ο απογεγραμμένος εξοπλισμός δεν συμφωνεί με τις κινήσεις που έχουν γίνει γι' αυτή την τοποθεσία. Θα χρειαστεί να κάνετε διορθωτικές κινήσεις για τον εξοπλισμό, ή να επαναλάβετε την απογραφή.<br/> Μπορείτε να ξαναδείτε τις διαφορές από <a href="%(url_for('inventory_items_compare'))s?pending_only=1">αυτή τη σελίδα</a> .

source: The sums of this inventory and the movements recorded in the systems agree.<br/> You should now first <a href="%(printout_url)s" target="_new" title="Inventory PDF">print the inventory</a>, then digitally sign it and proceed to <a href="%(validate_url)s">validate it</a>
el: Η απογραφή αυτή συμφωνεί με τις υπολογισμένες ποσότητες γι' αυτή την τοποθεσία<br/> Άρα, τώρα μπορείτε πρώτα να <a href="%(printout_url)s" target="_new" title="Inventory PDF">εκτυπώσετε το δελτίο απογραφής</a>, και ύστερα να υπογράψετε ψηφιακά το αρχείο και να δηλώσετε στο σύστημα την <a href="%(validate_url)s">επικύρωση της απογραφής</a>.

source: At location
el: Στην τοποθεσία

source: In inventory
el: Στην απογραφή

source: not accounted
el: δεν προκύπτει από παραλαβή

source: missing!
el: Ελλειπής!

source: Inventory %(object.name)s of %(object.date_act)s
el: Απογραφή %(object.name)s στις %(object.date_act)s

source: Confirm inventory validation
el: Επιβεβαίωση - επικύρωση απογραφής

source: Inventory validation
el: Επικύρωση απογραφής

source: Are you sure you wish to validate: %(object)s?
el: Θέλετε σίγουρα να επικυρώσετε την απογραφή: %(object)s;

source: Department:
el: Μονάδα:

source: Date performed:
el: Ημερομηνία εκτέλεσης:

source: Please also upload the signed PDF of the inventory
el: Παρακαλώ ανεβάστε επίσης το υπογεγραμμένο PDF του δελτίου απογραφής

source: Abort
el: Εγκατάλειψη

source: Validate
el: Επικύρωση

source: User assets report
el: Αναφορά εξοπλισμού χρήστη

source: ASSET NUMBER
el: ΑΡΙΘΜΟΣ ΠΑΓΙΟΥ

source: DESCRIPTION
el: ΠΕΡΙΓΡΑΦΗ

source: LOCATION
el: ΤΟΠΟΘΕΣΙΑ

source: ASSIGNED TO
el: ΑΝΑΤΕΘΗΚΕ ΣΕ

source: NOTES
el: ΣΗΜΕΙΩΣΕΙΣ
