Repository: Rahabhim/django-inventory
Catalog: apps/photos/locale/*/LC_MESSAGES/django.po
Languages: el

source: delete photo
el: Διαγραφή φωτογραφίας

source: mark photo as main
el: Μαρκάρισμα ως κύρια

source: Title
el: Τίτλος

source: Main photo?
el: Κύρια φωτογραφία;

source: photo
el: Φωτογραφία

source: photos
el: φωτογραφίες

source: The photo is too big.
el: Η φωτογραφία είναι πολύ μεγάλη

source: The photo was added successfully.
el: Η φωτογραφία προστέθηκε με επιτυχία

source: (maximum of %s)
el: (μέγιστες %s)

source: main photo
el: κύρια φωτογραφία

source: title
el: τίτλος

source: Upload new photo
el: Ανέβασμα νέας φωτογραφίας

source: The main photo has been changed.
el: Η κύρια φωτογραφία άλλαξε.

source: The main photo was deleted successfully. The another photo has been selected as the main photo.
el: Η κύρια φωτογραφία διαγράφηκε επιτυχώς. Μία άλλη επελέγη ως κύρια.

source: The main photo was deleted successfully.
el: Η κύρια φωτογραφία διαγράφηκε επιτυχώς

source: The photo was deleted successfully.
el: Η φωτογραφία διαγράφηκε επιτυχώς

source: Are you sure you wish to delete this photo?
el: Θέλετε σίγουρα να διαγράψετε τη φωτογραφία;

source: Photos
el: Φωτογραφίες

source: There are no photos
el: Δεν υπάρχουν φωτογραφίες

source: Please wait...
el: Παρακαλώ περιμένετε...

source: Add / remove photos
el: Προσθήκη / αφαίρεση φωτογραφιών
