Repository: Rahabhim/django-inventory
Catalog: apps/main/locale/*/LC_MESSAGES/django.po
Languages: el

source: home
el: αρχική

source: setup
el: ρύθμιση

source: About this program
el: Σχετικά με την εφαρμογή

source: A Django based inventory and asset management system <br /><br /> This project was originally written by <a href="http://www.github.com/rosarior/django-inventory/">Roberto Rosario, Copyright &copy; 2007</a><br /> The current version is being developed by <a href="http://www.uoa.gr">UoA</a><br />
el: Σύστημα Κτηματολογίου βασισμένο στο Django <br /><br /> Το έργο αυτό βασίζεται στη δουλειά του: <a href="http://www.github.com/rosarior/django-inventory/">Roberto Rosario, Copyright &copy; 2007</a><br /> Η παρούσα έκδοση αναπτύχθηκε από το <a href="http://www.uoa.gr">ΕΚΠΑ</a> στα πλαίσια του έργου ΣΤΗΡΙΖΩ<br />

source: Go
el: Πήγαινε

source: User
el: Χρήστης

source: Anonymous
el: Ανώνυμος

source: Admin site
el: Διαχείριση

source: Login
el: Σύνδεση

source: Logout
el: Αποσύνδεση

source: Actions for %(object_name)s: %(object)s
el: Ενέργειες για %(object_name)s: %(object)s

source: Actions for: %(object)s
el: Ενέργειες για: %(object)s

source: Actions
el: Ενέργειες

source: Other available actions
el: Άλλες διαθέσιμες ενέργειες

source: Based on Django-inventory
el: Βασισμένο στο Django-inventory

source: Welcome to the Django Inventory application, where you can keep track of your equipment.
el: Καλωσήλθατε στην Υπηρεσία αποτύπωσης υπολογιστικού και δικτυακού Εξοπλισμού Εκπαιδευτικών και Διοικητικών Μονάδων του Υπουργείου Παιδείας.

source: Select department and role:
el: Μονάδα και ρόλος:

source: Updating, please wait
el: Παρακαλώ περιμένετε

source: -- Multiple Departments --
el: -- Πολλαπλές Μονάδες --

source: Available actions
el: Διαθέσιμες ενέργειες

source: My pending actions
el: Ενέργειες σε εκκρεμότητα

source: Return to
el: Επιλογή Εξοπλισμού

source: Printed at:
el: Εκτυπωμένο στίς:

source: - page:
el: - σελίδα:

source: Actions you are editing
el: Κινήσεις που επεξεργάζεστε
