Repository: Rahabhim/django-inventory
Catalog: apps/generic_views/locale/*/LC_MESSAGES/django.po
Languages: el

source: None
el: Κανένα

source: List of %s
el: Λίστα %s

source: List
el: Λίστα

source: Empty list and '%(class_name)s.allow_empty' is False.
el: Άδεια λίστα και η μεταβλητή '%(class_name)s.allow_empty' είναι Αρνητική

source: The selected %s were added.
el: Προστέθηκαν %s

source: The selected %s were removed.
el: Αφαιρέθηκαν %s

source: The item %s cannot be deleted because it is referenced by other records
el: Το αντικείμενο %s δεν μπορεί να διαγραφεί γιατί αναφέρεται σε άλλες εγγραφές.

source: The cart is already open.
el: Γίνεται ήδη επιλογή εξοπλισμού.

source: The cart is not open.
el: Δεν βρίσκεστε σε κατάσταση επιλογής εξοπλισμού.

source: Item %s could not be found.
el: Δεν βρίσκεται ο εξοπλισμός %s.

source: Could not alter item
el: Δεν γίνεται να τροποποιηθεί το αντικείμενο

source: %(item)s added to %(cart)s
el: %(item)s προστέθηκε στη μετακίνηση %(cart)s

source: %(item)s removed from %(cart)s
el: %(item)s αφαιρέθηκε από τη μετακίνηση %(cart)s

source: Save
el: Αποθήκευση

source: Submit
el: Υποβολή

source: %(title)s (%(start)s - %(end)s out of %(total)s)
el: %(title)s (%(start)s - %(end)s από %(total)s)

source: count
el: πλήθος

source: There are no %(title)s
el: Δεν υπάρχουν %(title)s

source: Details for %(object_name)s: %(object)s
el: Λεπτομέρειες για %(object_name)s: %(object)s

source: Details for: %(object)s
el: Λεπτομέρειες για: %(object)s

source: Edit %(object_name)s:
el: Επεξεργασία %(object_name)s

source: Edit
el: επεξεργασία

source: Create new %(object_name)s
el: Δημιουργία νέου %(object_name)s

source: Create
el: Δημιουργία

source: Search
el: Αναζήτηση

source: Assign %(title)s %(object)s
el: Ανάθεση %(title)s %(object)s

source: Opened cart on %(object_name)s
el: Επιλογή εξοπλισμού για %(object_name)s

source: The cart %(object)s is now closed.
el: Τέλος επιλογής εξοπλισμού για τη μετακίνηση %(object)s

source: The cart could not be closed.
el: Υπήρξε πρόβλημα στην έξοδο από επιλογή εξοπλισμού

source: Back to %(object_name)s
el: Πίσω στη %(object_name)s

source: You have selected %(object)s for further processing. Now you can go to any of the pages below and add items to it.
el: Έχετε επιλέξει τη μετακίνηση %(object)s για περαιτέρω επεξεργασία. Τώρα, από τις παρακάτω σελίδες, μπορείτε να της προσθέσετε αντικείμενα.

source: Open cart
el: Επιλογή εξοπλισμού

source: The cart could not be opened. %(action_failed)s
el: Η επιλογή εξοπλισμού δεν μπορεί να ενεργοποιηθεί. %(action_failed)s

source: Confirm delete
el: Επιβεβαίωση διαγραφής

source: Confirm
el: Επιβεβαίωση

source: Are you sure you wish to delete %(object_name)s: %(object)s?
el: Θέλετε σίγουρα να διαγράψετε %(object_name)s: %(object)s;

source: Are you sure you wish to delete: %(object)s?
el: Θέλετε σίγουρα να διαγράψετε τα: %(object)s;

source: Are you sure you wish to proceed?
el: Θέλετε σίγουρα να προχωρήσετε;

source: No
el: Όχι

source: Yes
el: Ναι

source: required
el: Απαιτείται

source: List of %(title)s
el: Λίστα %(title)s

source: List of %(title)s (%(start)s - %(end)s out of %(total)s)
el: %(title)s (%(start)s - %(end)s από %(total)s)

source: Identifier
el: Όνομα

source: Filter
el: Φίλτρα
