Repository: Rahabhim/django-inventory
Catalog: apps/company/locale/*/LC_MESSAGES/django.po
Languages: el

source: type
el: τύπος

source: assets
el: εξοπλισμός

source: locations
el: τοποθεσίες

source: edit department
el: διόρθωση μονάδας

source: departments
el: Μονάδες

source: department types
el: Τύποι Μονάδων

source: company
el: Διοικητική δομή

source: name
el: όνομα

source: location templates
el: πρότυπα τοποθεσιών

source: These will automatically be setup as locations, for each new department of this type
el: Αυτές οι τοποθεσίες θα δημιουργηθούν αυτόματα, για κάθε νέα Μονάδα αυτού του τύπου

source: department type
el: Τύπος Μονάδας

source: code
el: Κωδ. Μονάδας

source: code 2
el: κωδικός ΠΣΔ

source: deprecated
el: Σε αναστολή

source: Department Type
el: Τύπος Μονάδας

source: Merged in
el: Συγχωνεύτηκε σε

source: Nom Name
el: Νομαρχία

source: Note
el: Σημείωση

source: OTA Name
el: ΟΤΑ

source: Parent Department
el: Προϊστάμενο τμήμα

source: Section
el: Τμήμα

source: Serviced By
el: Υποστηρίζεται Από

source: Sequence for items
el: Ακολουθία για τον εξοπλισμό

source: department
el: μονάδα

source: The department cannot have itself as a parent
el: Η μονάδα δεν μπορεί να έχει τον εαυτό της ως γονική

source: No sequence for department %s
el: Δεν έχει οριστεί ακολουθία για τη μονάδα %s

source: Parent dept.
el: Προϊστ. τμήμα

source: List of %(title)s
el: Λίστα %(title)s

source: List of %(title)s (%(start)s - %(end)s out of %(total)s)
el: Λίστα από %(title)s (%(start)s - %(end)s από %(total)s)

source: List of %(title)s (%(total)s)
el: Λίστα από %(title)s (%(total)s)

source: Identifier
el: Όνομα

source: There are no %(title)s
el: Δεν υπάρχουν %(title)s
