Repository: Rahabhim/django-inventory
Catalog: apps/movements/locale/*/LC_MESSAGES/django.po
Languages: el

source: purchase request states
el: καταστάσεις αιτήσεων προμηθειών

source: create new purchase request state
el: δημιουργία κατάστασης αίτησης προμηθειών

source: edit state
el: επεξεργασία κατάστασης

source: delete state
el: διαγραφή κατάστασης

source: purchase requests
el: αιτήσεις προμηθειών

source: create new request
el: δημιουργία αίτησης

source: edit request
el: επεξεργασία αίτησης

source: delete request
el: διαγραφή αίτησης

source: close request
el: κλείσιμο αίτησης

source: open request
el: άνοιγμα αίτησης

source: purchase order wizard
el: Εισαγωγή στοιχείων παραλαβής Εξοπλισμού

source: add new item
el: Νέο αντικείμενο

source: edit item
el: επεξεργασία αντικειμένου

source: delete item
el: διαγραφή αντικειμένου

source: purchase order states
el: καταστάσεις εντολών προμήθειας

source: create new purchase order state
el: δημιουργία εντολής προμήθειας

source: purchase order item states
el: καταστάσεις εντολών προμήθειας

source: create new item state
el: δημιουργία κατάστασης εξοπλισμού

source: purchase orders
el: Εντολές Αγοράς

source: create new order
el: Νέα παραλαβή εξοπλισμού

source: edit order
el: επεξεργασία εντολής

source: edit order items
el: επεξεργασία γραμμών παραλαβής

source: edit order items (mass)
el: επεξεργασία (μαζικής) παραλαβής

source: delete order
el: διαγραφή εντολής

source: close order
el: κλείσιμο εντολής

source: open order
el: άνοιγμα εντολής

source: receive entire order
el: Διαδικασία επικύρωσης

source: create new mass order
el: Νέα μαζική παραλαβή εξοπλισμού

source: reject order
el: απόρριψη εντολής

source: copy order
el: αντιγραφή παραλαβής

source: close item
el: κλείσιμο

source: template
el: προϊόν

source: status
el: Κατάσταση

source: delete pending movement
el: Διαγραφή της εκκρεμούς μετακίνησης

source: Destroy assets
el: Καταστροφή εξοπλισμού

source: Lose assets
el: Κλοπή εξοπλισμού

source: Move assets
el: Μετακίνηση εξοπλισμού

source: Move assets (internal)
el: Εσωτερική Μετακίνηση εξοπλισμού

source: Movements
el: Μετακινήσεις

source: details
el: λεπτομέρειες

source: edit
el: επεξεργασία

source: Select more Items
el: Επιλογή επιπλέον εξοπλισμού (από τη λίστα)

source: End selection
el: Έξοδος από την επιλογή εξοπλισμού

source: validate move
el: επικύρωση κίνησης

source: reject move
el: Απόρριψη μετακίνησης

source: pending purchase orders
el: Εκκρεμείς παραλαβές εξοπλισμού

source: pending moves
el: Εκκρεμείς Μεταβολές εξοπλισμού

source: Repair bundle
el: Τροποποίηση εξοπλισμού

source: repair orders
el: φόρμες τροποποίησης

source: pending repairs
el: Εκκρεμείς Μεταβολές Σύνθεσης

source: validate repair
el: επικύρωση τροποποίησης

source: delete pending repair
el: Διαγραφή της εκκρεμούς τροποποίησης

source: assets at that location
el: εξοπλισμός στην τοποθεσία

source: first name
el: Μικρό όνομα

source: last name
el: Επώνυμο

source: Procurement Contract
el: Σύμβαση Προμήθειας

source: Notes
el: Παρατηρήσεις

source: From
el: Από

source: To
el: Προς

source: Parts
el: Εξαρτήματα

source: created by
el: Δημιουργήθηκε από

source: validated by
el: επικύρωση από

source: Order item form
el: Φόρμα παραλαβής αντικειμένου

source: Name
el: Όνομα

source: Suppliers
el: Προμηθευτές

source: Qty
el: Ποσ.

source: Purchase order item
el: γραμμή εντολής προμήθειας

source: Inventory that will receive the item.
el: Απογραφή στην οποία θα παραληφθεί ο εξοπλισμός

source: Qty received
el: Παραληφθείσα Ποσ.

source: Item
el: Εξοπλισμός

source: Serial number
el: Σειριακός αριθμός

source: Category
el: Είδος

source: Manufacturer
el: Κατασκευαστής

source: Source location
el: Τοποθεσία προέλευσης

source: Destination location
el: Τοποθεσία Προορισμού

source: Items
el: Εξοπλισμός

source: source validated by
el: επικύρωση προέλευσης από

source: You can better select the items by saving this form (using the button below), and then picking the items at the next list that will appear.
el: Παρακαλούμε μεταβείτε στη λίστα εξοπλισμού για να επιλέξετε τον εξοπλισμό.

source: Since inventory
el: Μετά την απογραφή

source: Accounted in inventory
el: Υπολογίζεται στην απογραφή

source: Destroy
el: Καταστροφή

source: date of event
el: Ημερομηνία συμβάντος

source: Format: 23/04/2010
el: Μορφή: 23/04/2010

source: Lost
el: Κλοπή

source: name
el: όνομα

source: purchase request status
el: κατάσταση αίτησης

source: user defined id
el: Αρ. Τιμολογίου/εντολής

source: issue date
el: Ημερομηνία έκδοσης

source: date required
el: αναμενόμενη ημερομηνία

source: budget
el: Προϋπολογισμός

source: active
el: ενεργό

source: originator
el: προέλευση

source: notes
el: σημειώσεις

source: purchase request
el: αίτηση προμήθειας

source: Open
el: Ανοιχτό

source: Closed
el: Κλειστό

source: item template
el: προϊόν

source: quantity
el: Ποσότητα

source: purchase request item
el: γραμμή αίτησης προμήθειας

source: purchase request items
el: γραμμές αίτησης προμήθειας

source: purchase order status
el: Κατάσταση Εντολής

source: procurement contract
el: σύμβαση προμήθειας

source: supplier
el: προμηθευτής

source: Draft
el: Μη επικυρωμένη

source: Pending
el: Εκκρεμής

source: Done
el: Ολοκληρωμένη

source: Rejected
el: Ακυρωμένη

source: In process
el: Σε επεξεργασία

source: corresponding department
el: Αντίστοιχη Μονάδα

source: purchase order
el: Εντολή Αγοράς

source: You must supply a date
el: Πρέπει να ορίσετε ημερομηνία

source: You cannot register a Purchase Order before the Procurement start date: %s
el: Δεν επιτρέπεται παραλαβή πριν την ημερομηνία έναρξης της Σύμβασης: %s

source: You cannot register a Purchase Order after the Procurement end date: %s
el: Δεν επιτρέπεται παραλαβή μετά την ημερομηνία ολοκλήρωσης της Σύμβασης: %s

source: Item template for item "%s" has not been assigned. Cannot continue.
el: Για να συνεχίσει η διαδικασία, πρέπει να αντιστοιχιστεί προϊόν για τη γραμμή "%s".

source: You have given %(slen)d serials, but marked only %(received)d received items. Please fix either of those
el: Έχετε συμπληρώσει %(slen)d σειριακούς, αλλά μόνο %(received)d παραληφθέντα αντικείμενα. Παρακαλώ διορθώστε κάποιο από τα δύο.

source: There is no procurement location configured in the system!
el: Δεν έχει ρυθμιστεί τοποθεσία προμηθειών στο σύστημα!

source: This is not bundling location configured in the system!
el: Δεν υπάρχει τοποθεσία για "Συνθέσεις" στο σύστημα!

source: This is not default department and location for this user, please fix!
el: Δεν υπάρχει προκαθορισμένη μονάδα και τοποθεσία για τον χρήστη, παρακαλώ ζητήστε από τους διαχειριστές να το διορθώσουν!

source: Department %(dept)s does not have a location for "%(loc)s" to store items
el: Η μονάδα %(dept)s δεν έχει τοποθεσία "%(loc)s" για να μπουν τα αντικείμενα

source: Purchase Order: %s
el: Παραλαβή: %s

source: Cannot add items to this Purchase Order
el: Δεν μπορούν να προστεθούν γραμμές σε αυτή την εντολή παραλαβής

source: Incorrect object passed: %s
el: Λάθος αντικείμενο: %s

source: Product %s not in movement!
el: Το προϊόν %s δεν ανήκει στη μετακίνηση!

source: Cannot reject a Purchase Order that contains any moves in done state!
el: Μία εντολή παραλαβής που περιέχει ολοκληρωμένες μετακινήσεις δεν μπορεί να απορριφθεί!

source: purchase order item status
el: κατάσταση γραμμής

source: Item description
el: Πρόχειρη Περιγραφή

source: agreed price
el: τελική τιμή

source: received
el: Παραλήφθηκε

source: Serial Numbers
el: Σειριακοί Αριθμοί

source: In group
el: Σε ομάδα

source: purchase order item
el: γραμμή εντολής προμήθειας

source: purchase order items
el: γραμμές εντολών προμήθειας

source: PO Item: %s
el: Γραμμή: %s

source: Product %s not in line!
el: Το προϊόν %s δεν ανήκει στη παραλαβή!

source: bundled items
el: περιεχόμενα εξαρτήματα

source: bundled item
el: περιεχόμενο εξάρτημα

source: reference
el: Αρ. Καταχώρησης

source: repair order
el: φόρμα τροποποίησης

source: Cannot reject a Purchase Order that contains any moves in %s state!
el: Μία εντολή παραλαβής που περιέχει μετακινήσεις σε κατάσταση "%s" δεν μπορεί να απορριφθεί!

source: date performed
el: ημερομηνία εκτέλεσης

source: date validated
el: ημερομηνία επικύρωσης

source: date source validated
el: ημερομηνία επικύρωσης προέλευσης

source: state
el: κατάσταση

source: Incoming
el: Εισερχόμενο

source: Outgoing
el: Εξερχόμενο

source: Internal
el: Εσωτερικό

source: Other
el: Άλλο

source: type
el: τύπος

source: origin
el: Αρ. απόφασης

source: source location
el: Τοποθεσία προέλευσης

source: destination location
el: Τοποθεσία προορισμού

source: items
el: εξοπλισμός

source: Source checkpoint
el: Από απογραφή

source: Destination checkpoint
el: Πρίν την απογραφή

source: movement
el: Μετακίνηση

source: movements
el: Μετακινήσεις

source: A movement cannot have the same source and destination locations!
el: Μια μετακίνηση δεν μπορεί να έχει την ίδια τοποθεσία πηγής με προορισμό!

source: Cannot close movement %(move)s (id: %(mid)s) because it is not in draft state
el: Δεν γίνεται να επικυρωθεί η κίνηση %(move)s (id: %(mid)s) γιατί δεν είναι πρόχειρη.

source: Cannot close movement because it seems already validated!
el: Δεν γίνεται να επικυρωθεί η κίνηση γιατί είναι ήδη επικυρωμένη!

source: A movement must have its reference set, before it can be closed
el: Για να επικυρωθεί μία μετακίνηση, πρέπει να έχει αρ. πρωτοκόλλου

source: Internal error, movement is already checkpointed
el: Εσωτερικό λάθος, η κίνηση έχει ήδη τελική απογραφή.

source: You are not allowed to make any movements before %s, when last inventory was validated
el: Δεν επιτρέπεται να κάνετε κινήσεις πρίν τις %s, οπότε έγινε η τελευταία απογραφή.

source: You cannot close a movement with no items selected
el: Δεν επιτρέπεται να κλείσει κίνηση χωρίς επιλεγμένο εξοπλισμό.

source: Product %s is not approved, you cannot use it in this movement
el: Το προϊόν %s δεν έχει εγκριθεί, και δεν μπορείτε να το χρησιμοποιήσετε στην κίνηση αυτή.

source: Item %(item)s is at %(location)s, rather than the move source location!
el: Ο εξοπλισμός %(item)s είναι στο %(location)s, αντί για την τοποθεσία προέλευσης της κίνησης!

source: Item of category %(category)s cannot be moved into a %(template)s location. Such an item is only allowed in %(allow_tmpl)s locations
el: Εξοπλισμός από την κατηγορία %(category)s δεν μπορεί να μετακινηθεί προς την τοποθεσία %(template)s. Τέτοιος εξοπλισμός επιτρέπεται μόνο στην τοποθεσία: %(allow_tmpl)s

source: generic
el: γενικό

source: Cannot reject movement %(move)s (id: %(mid)s) because it is not in open state
el: Δεν γίνεται να απορριφθεί η κίνηση %(move)s (id: %(mid)s) γιατί δεν είναι πρόχειρη.

source: Move from %(src)s to %(dest)s %(name)s
el: Μετακίνηση %(name)s από %(src)s προς %(dest)s

source: Movement: %s
el: Μετακίνηση: %s

source: Cannot modify items of this move
el: Δεν επιτρέπονται αλλαγές σε αυτή τη μετακίνηση

source: Cannot modify items of a validated move
el: Δεν επιτρέπονται τροποποιήσεις σε μία επικυρωμένη κίνηση.

source: Item already in movement
el: Ο εξοπλισμός είναι ήδη στη μετακίνηση

source: Item %s not in movement!
el: Ο εξοπλισμός %s δεν ανήκει στη μετακίνηση!

source: department
el: μονάδα

source: Location
el: Τοποθεσία

source: Contract
el: σύμβαση

source: Supplier
el: Προμηθευτής

source: State
el: κατάσταση

source: purchase request state
el: κατάσταση αίτησης

source: Active
el: Ενεργό

source: create new purchase request
el: δημιουργία αίτησης προμήθειας

source: create new purchase order
el: δημιουργία εντολής προμήθειας

source: update purchase order
el: Ενημέρωση στοιχείων παραλαβής

source: create new purchase order item state
el: δημιουργία νέας κατάστασης εντολής

source: Items destruction
el: Καταστροφή εξοπλισμού

source: Lost Items
el: Κλοπές Εξοπλισμού

source: Items movement
el: Μετακίνηση εξοπλισμού

source: Items internal movement
el: Εσωτερική μετακίνηση εξοπλισμού

source: add items to movement
el: Προσθήκη εξοπλισμού στη Μετακίνηση

source: Movement
el: Μετακίνηση

source: repair order details
el: Πληροφορίες φόρμας τροποποίησης

source: Repair Order
el: Φόρμα Τροποποίησης

source: Related purchase orders
el: Σχετικές εντολές προμήθειας

source: details for purchase request: %s
el: λεπτομέρειες για την αίτηση: %s

source: qty
el: Ποσ.

source: The purchase request item was created successfully.
el: Το αίτημα προμήθειας δημιουργήθηκε επιτυχώς.

source: add new purchase request item
el: Προσθήκη γραμμής στο αίτημα αγοράς

source: Are you sure you wish to close the purchase request: %s?
el: Θέλετε σίγουρα να κλείσετε το αίτημα προμήθειας: %s;

source: This purchase request has already been closed.
el: Το αίτημα προμήθειας είναι ήδη κλειστό.

source: The purchase request has been closed successfully.
el: Το αίτημα προμήθειας έκλεισε με επιτυχία.

source: Are you sure you wish to open the purchase request: %s?
el: Θέλετε σίγουρα να ανοίξετε το αίτημα προμήθειας: %s;

source: This purchase request is already open.
el: Το αίτημα προμήθειας είναι ήδη ανοιχτό.

source: The purchase request has been opened successfully.
el: Το αίτημα προμήθειας άνοιξε με επιτυχία.

source: This purchase request is closed.
el: Το αίτημα προμήθειας έκλεισε.

source: This purchase request is empty, add items before using the wizard.
el: Η αίτηση προμήθειας είναι άδεια, προσθέστε αντικείμενα για να χρησιμοποιήσετε αυτό τον οδηγό.

source: The following new purchase order have been created: %s.
el: Δημιουργήθηκε η εντολή παραλαβής: %s

source: qty received
el: Παραληφθείσα Ποσ.

source: movements for this purchase order
el: μετακινήσεις για αυτή την παραλαβή

source: date
el: ημερομηνία

source: details for purchase order
el: Λεπτομέρειες παραλαβής

source: Are you sure you wish to close the purchase order: %s?
el: Θέλετε σίγουρα να κλείσετε την εντολή αγοράς: %s?

source: There are still open items.
el: Υπάρχουν ακόμα εκκρεμείς εγγραφές

source: This purchase order has already been closed.
el: Η εντολή αγοράς είναι ήδη κλειστή.

source: The purchase order has been closed successfully.
el: Η εντολή αγοράς έκλεισε με επιτυχία.

source: Are you sure you wish to open the purchase order: %s?
el: Θέλετε σίγουρα να ανοίξετε την εντολή παραλαβής: %s?

source: This purchase order is already open.
el: Η εντολή παραλαβής είναι ήδη ανοιχτή.

source: The purchase order has been opened successfully.
el: Η εντολή παραλαβής άνοιξε με επιτυχία.

source: You do not have permission to receive the order
el: Δεν έχετε δικαίωμα να κάνετε παραλαβή εξοπλισμού

source: You must select a location!
el: Πρέπει να επιλέξετε τοποθεσία!

source: You do not have permission to validate the order!
el: Δεν έχετε δικαίωμα να επικυρώσετε παραλαβή εξοπλισμού!

source: You must fill the reference for the movement to continue
el: Πρέπει να συμπληρώσετε τον Αρ. Πρωτοκόλλου της μετακίνησης για να συνεχίσετε

source: Purchase order has been confirmed
el: Η εντολή αγοράς έχει επιβεβαιωθεί.

source: Purchase order %s cannot be finalized, because other Departments still have pending moves! Please wait until all departments have confirmed their moves.
el: Η παραλαβή %s δεν μπορεί να επικυρωθεί, γιατί οι άλλες Μονάδες που συμμετέχουν σε αυτήν δεν έχουν επικυρώσει το δικό τους σκέλος. Παρακαλώ περιμένετε μέχρι και εκείνες οι μονάδες να επικυρώσουν.

source: Purchase order %s cannot be confirmed, because it contains pending moves! Please inspect and close these first.
el: Η εντολή %s δεν μπορεί να επιβεβαιωθεί, γιατί περιέχει εκκρεμείς κινήσεις! Παρακαλώ εξετάστε τις κινήσεις και κλείστε αυτές πρώτα.

source: details for purchase order: %s
el: λεπτομέρειες της εντολής: %s

source: order items received
el: παραληφθέντα αντικείμενα

source: destination
el: προορισμός

source: The purchase order has been marked as rejected
el: Η εντολή παραλαβής απορρίφθηκε

source: Are you sure you wish close the purchase order item: %s
el: Θέλετε σίγουρα να κλείσετε την γραμμή εντολής αγοράς: %s

source: This purchase order item has already been closed.
el: Η εντολή παραλαβής είναι ήδη κλειστή.

source: The purchase order item has been closed successfully.
el: Η εντολή παραλαβής έκλεισε με επιτυχία.

source: The purchase order item was created successfully.
el: Η γραμμή εντολής άνοιξε με επιτυχία.

source: add new purchase order item
el: δημιουργία γραμμής εντολής αγοράς

source: Date
el: Ημερομηνία

source: Departments
el: Μονάδες

source: Not allowed to create PO for department %s
el: Δεν σας επιτρέπεται να εισάγετε εξοπλισμό στη Μονάδα: %s

source: You don't have sufficient permissions for all Departments requested!
el: Δεν έχετε δικαιώματα παραλαβής για όλες τις Μονάδες που επιλέξατε!

source: This Purchase Order used more than one Department, cannot copy.
el: Η Παραλαβή αυτή έχει πάνω από μία Μονάδα, δεν μπορεί να χρησιμοποιηθεί ως πρότυπο για αντιγραφή.

source: Purchase Order Copy
el: Αντιγραφή Εντολής Παραλαβής

source: list of purchase orders
el: Λίστα από εντολές αγοράς

source: Department
el: Μονάδα

source: Confirm Movement Close
el: Επιβεβαίωση Μετακίνησης

source: You do not have the permission to validate an incoming movement to %s
el: Δεν έχετε δικαίωμα να επικυρώσετε εισερχόμενη κίνηση στο %s

source: The movement has been validated.
el: Η κίνηση επιβεβαιώθηκε

source: Movement has been validated by you, but is still pending validation from source department
el: Η μετακίνηση έχει επικυρωθεί από εσάς, αλλά εκκρεμεί και επικύρωση από την μονάδα προέλευσης.

source: You have approved the move, and now it is pending validation from the destination department.
el: Έχετε επικυρώσει τη μετακίνηση, και τώρα εκκρεμεί επικύρωση και από τη μονάδα προορισμού.

source: You do not have the permission to validate an outgoing movement from %s
el: Δεν έχετε δικαίωμα να επικυρώσετε εξερχόμενη κίνηση από το %s

source: Unexpected movement type, you do not have permission to validate
el: Δεν έχετε το δικαίωμα να επικυρώσετε μετακίνηση αυτού του τύπου.

source: You do not have the permission to reject an incoming movement to %s
el: Δεν έχετε δικαίωμα να απορρίψετε εισερχόμενη κίνηση στο %s

source: The movement has been rejected.
el: Η κίνηση ακυρώθηκε

source: You do not have the permission to reject an outgoing movement from %s
el: Δεν έχετε δικαίωμα να απορρίψετε εξερχόμενη κίνηση από το %s

source: Unexpected movement type, you do not have permission to reject
el: Δεν έχετε το δικαίωμα να απορρίψετε μετακίνηση αυτού του τύπου.

source: You dont't have the permission to repair items
el: Δεν έχετε δικαίωμα τροποποίησης εξοπλισμού.

source: Repair of asset
el: Τροποποίηση Εξοπλισμού

source: Item cannot be repaired if it does not belong to a location
el: Ο εξοπλισμός δεν μπορεί να τροποποιηθεί αν δεν βρίσκεται σε συγκεκριμένη τοποθεσία.

source: Internal error: item is contained in %d bundles!
el: Εσωτερικό σφάλμα: το εξάρτημα περιέχεται σε %d συνθέσεις!

source: Item, nor its parent, belong to any location
el: Αυτός ο εξοπλισμός δεν ανήκει σε κάποια τοποθεσία

source: Your active role does not allow repairing items at this location
el: Ο ενεργός σας ρόλος δεν έχει δικαίωμα τροποποίησης εξοπλισμού

source: Item can not be repaired if the Location is not a Department one
el: Ο εξοπλισμός δεν μπορεί να τροποποιηθεί αν δεν ανήκει σε Μονάδα.

source: Issue date cannot be empty
el: Η ημερομηνία δεν μπορεί να είναι κενή

source: You do not have the permission to validate a repair order for %s
el: Δεν έχετε δικαίωμα να επικυρώσετε τροποποίηση εξοπλισμού στο %s

source: Repair order has been confirmed
el: Η φόρμα τροποποίησης έχει επιβεβαιωθεί.

source: Repair order %s cannot be confirmed, because it contains pending moves! Please inspect and close these first.
el: Η τροποποίηση %s δεν μπορεί να επιβεβαιωθεί, γιατί περιέχει εκκρεμείς κινήσεις! Παρακαλώ εξετάστε τις κινήσεις και κλείστε αυτές πρώτα.

source: list of repair orders
el: Λίστα από φόρμες τροποποίησης

source: %(item)s set in %(description)s
el: Ομάδα %(item)s στο %(description)s

source: %(item)s added to bundle for %(main)s
el: %(item)s προστέθηκε στη σύνθεση %(main)s

source: Purchase Order Header Data
el: Στοιχεία Παραλαβής Εξοπλισμού

source: Either the order number or protocol of reception
el: Μπορεί να είναι ο αρ. καταχώρησης στο βιβλίο υλικού ή αρ. πρωτοκόλλου, αν υπάρχει.

source: You can search by name or full VAT number
el: Εισάγετε μέρος του ονόματος ή ολόκληρο το ΑΦΜ, για να βρείτε τον προμηθευτή.

source: Select Product Categories
el: Επιλογή ειδών Εξοπλισμού

source: Input Product Details
el: Καταχώρηση στοιχείων Εξοπλισμού

source: Product
el: Προϊόν

source: Product number
el: Κωδικός προϊόντος

source: Quantity
el: Ποσότητα

source: Serial numbers
el: Σειριακοί Αριθμοί

source: manufacturer
el: κατασκευαστής

source: attributes
el: Χαρακτηριστικά

source: Serial number %s is entered twice!
el: Ο σειριακός αριθμός %s έχει δοθεί δύο φορές!

source: Serial %s is too long. Perhaps you didn't split it.
el: Ο σειριακός %s είναι πολύ μακρύς. Μήπως δεν τον έχετε χωρίσει σωστά με κόμματα;

source: You must select some product! Please try again
el: Πρέπει να επιλέξετε προϊόν! Παρακαλώ δοκιμάστε πάλι

source: New Product Request
el: Νέα αίτηση προϊόντος

source: Your request for %s has been stored. An administrator of the Helpdesk will review it and come back to you. In the meanwhile, please continue filling the Purchase Order form with the remaining items
el: Το αίτημά σας για το "%s" έχει καταχωρηθεί. Ένας συνεργάτης από το Helpdesk θα το εξετάσει και θα επικοινωνήσει μαζί σας. Στο μεταξύ, παρακαλούμε να συνεχίσετε με τα υπόλοιπα αντικείμενα της εντολής παραλαβής.

source: The data you have entered has been saved, but the Helpdesk has NOT been notified, due to an internal error.
el: Τα δεδομένα που βάλατε στη φόρμα έχουν αποθηκευτεί, αλλά το Helpdesk ΔΕΝ έχει ειδοποιηθεί, λόγω εσωτερικού προβλήματος.

source: Add bundled items
el: Προσθήκη εξαρτημάτων

source: Add set items
el: Συμπλήρωση συνόλου

source: Final Review
el: Τελικός έλεγχος

source: You must select some equipment into the purchase order
el: Πρέπει να περιλάβετε κάποιον εξοπλισμό στην εντολή παραλαβής

source: Pending Items - Finish
el: Εκκρεμή προϊόντα - Αποθήκευση

source: Successful Entry - Finish
el: Επιτυχής καταχώρηση - τέλος

source: location
el: τοποθεσία

source: Your active role is not allowed to modify this PO
el: Ο ενεργός σας ρόλος δεν έχει δικαίωμα επεξεργασίας της παραλαβής

source: Multiple import - Finish
el: Τέλος - Μαζική εισαγωγή

source: You don't have permission to change this PO for department %s
el: Δεν έχετε δικαίωμα να αλλάξετε την παραλαβή για τη Μονάδα: %s

source: You don't have enough permissions for all departments in this PO
el: Δεν έχετε όλα τα απαραίτητα δικαιώματα για όλες τις Μονάδες αυτής της παραλαβής

source: Permission denied: %s
el: Μη επιτρεπτή ενέργεια: %s

source: Not permitted to save data
el: Δεν επιτρέπεται η αποθήκευση

source: Cannot save data
el: Δεν είναι δυνατή η αποθήκευση

source: No permission to save data
el: Δεν επιτρέπεται η αποθήκευση

source: Hold down "Control", or "Command" on a Mac, to select more than one.
el: Πατήστε το "Ctrl" ή το "Command" σε Mac, για να επιλέξετε πάνω από ένα.

source: Found departments
el: Μονάδες που αντιστοιχούν

source: Codes not found
el: Κωδικοί που δεν αντιστοιχούν σε Μονάδες, ή Κωδικοί μονάδων που δεν έχετε διαχειριστικά δικαιώματα.

source: <div>Please fill in the details of the incident</div> <div>After that, click on Select Items to fill the form with items</div>
el: <div>Παρακαλούμε συμπληρώστε τις πληροφορίες του εξοπλισμού που αφορούν το συμβάν.</div> <div>Στη συνέχεια επιλέξτε Επιλογή Εξοπλισμού για να βρείτε το συγκεκριμένο εξοπλισμό που σας ενδιαφέρει.</div>

source: Save changes
el: Αποθήκευση αλλαγών

source: Select Items
el: Επιλογή Εξοπλισμού

source: Movement Close
el: Επικύρωση Μετακίνησης

source: Are you sure you wish to close: %(object)s?
el: Θέλετε σίγουρα να επικυρώσετε τη μετακίνηση: %(object)s;

source: Date performed:
el: Ημερομηνία εκτέλεσης:
