Repository: Rahabhim/django-inventory
Catalog: apps/movements/locale/*/LC_MESSAGES/django.po
Languages: el

source: Abort
el: Εγκατάλειψη

source: Validate
el: Επικύρωση

source: Move of assets
el: Μετακίνηση εξοπλισμού

source: Details of original Purchase Order:
el: Λεπτομέρειες της αρχικής παραλαβής:

source: Copy Purchase Order to:
el: Αντιγραφή Παραλαβής σε:

source: Copy
el: Αντιγραφή

source: Confirm reject of purchase order
el: Ερώτηση απόρριψης της εντολής αγοράς

source: Are you sure you wish to reject purchase order %(user_id)s for %(department)s?
el: Θέλετε σίγουρα να απορρίψετε την εντολή παραλαβής του %(user_id)s για το %(department)s ;

source: Yes
el: Ναι

source: No
el: Όχι

source: There are still items received that have not been acknowledged in a movement.
el: Υπάρχουν ακόμα αντικείμενα που έχουν παραληφθεί, αλλά δεν περιλαμβάνονται στις κινήσεις της εντολής.

source: Do you want a new movement for these received items?
el: Θέλετε να δημιουργηθούν κινήσεις γι' αυτά τα αντικείμενα;

source: Create Movement
el: Δημιουργία κίνησης

source: Create
el: Δημιουργία

source: Do you want to mark all movements as done and close this Purchase Order?
el: Θέλετε να επιβεβαιώσετε όλες τις κινήσεις και να κλείσετε αυτή την εντολή αγοράς;

source: Confirm Order
el: Επιβεβαίωση Εντολής

source: Confirm
el: Επιβεβαίωση

source: Some movements by other Departments are still pending. The order will be confirmed once all of them have confirmed.
el: Δεν έχουν επικυρώσει ακόμα όλες οι Μονάδες το σκέλος της παραλαβής τους. Η συνολική παραλαβή θα κλείσει όταν ολοκληρώσουν κι αυτές τη διαδικασία επικύρωσης.

source: Purchase order wizard
el: Εισαγωγή στοιχείων παραλαβής Εξοπλισμού

source: The purchase order %(po.user_id)s has been saved. You can now proceed to validation.
el: Η εντολή παραλαβής %(po.user_id)s έχει αποθηκευτεί. Μπορείτε να προχωρήσετε στη διαδικασία επικύρωσης.

source: Bad
el: Πρόβλημα

source: Missing
el: Ελλειπής

source: Edit
el: Επεξεργασία

source: Delete
el: Διαγραφή

source: Continue
el: Συνέχεια

source: required
el: απαιτείται

source: Submit
el: Υποβολή

source: Add more items
el: Προσθήκη εξοπλισμού

source: Save and finish
el: Αποθήκευση και κλείσιμο

source: Some items in the previous form are not complete. You cannot proceed with the purchase order.<br/> However, your data has successfully been saved.<br/> You can now go back to step 4 and complete the items, or exit this wizard and come back some later time.
el: Δεν μπορείτε να παραλάβετε τον εξοπλισμό διότι κάποια είδη δεν έχουν εισαχθεί ολοκληρωμένα. <br/> Ως τόσο τα δεδομένα σας έχουν αποθηκευτεί. <br/> Για να ολοκληρωθεί η διαδικασία θα πρέπει να γυρίσετε στο βήμα 4 της εισαγωγής και να τα ολοκληρώσετε ή να εξέλθετε από τον οδηγό εισαγωγής και να επιστρέψετε κάποια άλλη στιγμή.

source: Go Back
el: Πίσω

source: Exit
el: Έξοδος

source: In order to finish the Purchase Order wizard, you need to select the location into which the items will be received.
el: Για να μπορέσει να ολοκληρωθεί η παραλαβή, θα πρέπει να επιλέξετε το χώρο που θα τοποθετηθεί ο εξοπλισμός προς παραλαβή.

source: Finish
el: Τέλος

source: These locations will automatically receive the displayed items
el: Ορισμένες τοποθεσίες θα λάβουν αυτόματα τον εξοπλισμό, όπως παρακάτω:

source: Please select the location where these items will be received into
el: Παρακαλώ επιλέξτε την τοποθεσία που θα παραλάβει τον εξοπλισμό που μόλις προσθέσατε.

source: Actions
el: Ενέργειες

source: Set is empty!
el: Το σύνολο είναι άδειο!

source: Repair Asset
el: Τροποποίηση Εξοπλισμού

source: Repair form:
el: Φόρμα Τροποποίησης:

source: Now at:
el: Βρίσκεται σε:

source: Issue date:
el: Ημερομηνία τροποποίησης:

source: You have to enter a date in DD/MM/YYY format
el: Η ημερομηνία πρέπει να έχει τη μορφή: 19/03/2004

source: Spare parts
el: Διαθέσιμα εξαρτήματα

source: In Asset
el: Στη σύνθεση

source: Removed parts
el: Εξαρτήματα που αφαιρέθηκαν

source: Spare parts are those that are currently in some other location, but could added into this bundle.<br/> You can drag them into the lower box of the asset.
el: Στη διπλανή σύνθεση μπορείτε να προσθέσετε κάποια από τα παρακάτω διαθέσιμα εξαρτήματα. <br/> Μπορείτε να τα σύρετε προς το κουτί κάτω από τον εξοπλισμό της μονάδας για να προστεθούν σε αυτόν

source: You can drag this part to the middle column
el: Αυτό το εξάρτημα μπορεί να συρθεί στην μεσαία στήλη με το ποντίκι.

source: Contains
el: Τώρα περιέχει

source: This part can be dragged to the right column
el: Αυτό το εξάρτημα μπορεί να συρθεί στη δεξιά στήλη, με το ποντίκι.

source: Add in repair
el: Θα προστεθούν

source: Drag here the parts you want to add to the item.
el: Σύρετε εδώ, από την στήλη στα αριστερά, τα ανταλλακτικά που προσθέσατε στον εξοπλισμό.

source: Drag here the parts you want to remove.
el: Σύρετε εδώ, από την μεσαία στήλη, τα εξαρτήματα του εξοπλισμού που αφαιρέσατε κατά την τροποποίηση.

source: These are the locations where current components of the bundle can be moved into. Please open the corresponding location and drag items into it.<br/> You can only select items from the top-middle column, items that had been in the bundle.
el: Όσα εξαρτήματα θέλετε να αφαιρεθούν από τη διπλανή σύνθεση, μπορείτε να τα σύρετε σε μία από τις παραπάνω τοποθεσίες. Στα παραπάνω κουτιά μπορούν να μπουν ΜΟΝΟ εξαρτήματα από το επάνω τμήμα της μεσαίας στήλης (εξαρτήματα στη σύνθεση).

source: Description of movements
el: Περιγραφή κινήσεων

source: No parts have changed yet
el: Δεν έχουν μεταβληθεί τα αρχικά εξαρτήματα του εξοπλισμού. <br/> Χρησιμοποιήστε το ποντίκι για να σύρετε εξαρτήματα από τα "διαθέσιμα" προς τον εξοπλισμό και από τον εξοπλισμό προς τις τοποθεσίες "αφαίρεσης".

source: These parts will be added to the bundle
el: Αυτά τα εξαρτήματα θα προστεθούν στη σύνθεση

source: These parts will be removed from the bundle
el: Αυτά τα εξαρτήματα θα αφαιρεθούν από τη σύνθεση

source: To:
el: Προς:

source: If you agree with the above movements, you can now press the submit button and the appropriate actions will be prepared for the repair. <br/> After those, the repair form will still need to be validated by an authorized user.
el: Αν οι παραπάνω μετακινήσεις είναι αυτές που κάνατε κατά την τροποποίηση του εξοπλισμού, τότε μπορείτε να πατήσετε το κουμπί "Υποβολή", ώστε να προετοιμαστούν οι μεταβολές στο σύστημα.<br/> Μετά, θα πρέπει ο υπεύθυνος χρήστης να <u>επικυρώσει</u> την φόρμα τροποποίησης, ώστε να οριστικοποιηθούν οι μεταβολές στον εξοπλισμό.
