Repository: Rahabhim/django-inventory
Catalog: apps/assets/locale/*/LC_MESSAGES/django.po
Languages: el

source: assets states
el: καταστάσεις εξοπλισμού

source: create new asset state
el: δημιουργία κατάστασης εξοπλισμού

source: edit asset state
el: επεξεργασία κατάστασης εξοπλισμού

source: delete asset state
el: διαγραφή κατάστασης εξοπλισμού

source: list all assets
el: λίστα εξοπλισμού μονάδας

source: edit serials
el: Αλλαγή Σειριακών αριθμών

source: add / remove photos
el: προσθήκη / αφαίρεση φωτογραφιών

source: template
el: προϊόν

source: trace
el: Ιστορικό μεταφορών

source: printout
el: Εκτύπωση

source: list all groups
el: λίστα συνθέσεων

source: state
el: κατάσταση

source: assets
el: εξοπλισμός

source: print assets list
el: εκτύπωση εξοπλισμού μονάδας

source: Contained Item
el: Περιεχόμενο αντικείμενο

source: Manufacturer
el: Κατασκευαστής

source: Category
el: Είδος

source: Date
el: Ημερομηνία

source: Reference
el: Αρ. πρωτοκόλλου

source: From
el: Από

source: To
el: Προς

source: Type
el: Tύπος

source: name
el: όνομα

source: exclusive
el: αποκλειστική

source: states
el: καταστάσεις

source: item
el: προϊόν

source: date
el: ημερομηνία

source: item state
el: κατάσταση προϊόντος

source: item states
el: καταστάσεις εξοπλισμού

source: %(asset)s, %(state)s since %(date)s
el: %(asset)s, %(state)s από τις %(date)s

source: item template
el: προϊόν

source: asset number
el: αριθμός παγίου

source: notes
el: σημειώσεις

source: serial number
el: Σειριακός αριθμός

source: current location
el: Τρέχουσα τοποθεσία

source: active
el: ενεργό

source: quantity
el: Ποσότητα

source: Allows a batch of identical items to be referenced as one entity
el: Επιτρέπει σε ένα πλήθος όμοιων αντικειμένων εξοπλισμού να θεωρούνται ένα κομμάτι.

source: If true, this item is bundled in a group, and therefore has no location
el: Δηλώνει ότι ο εξοπλισμός είναι μέρος Σύνθεσης, και γι' αυτό δεν έχει τοποθεσία.

source: Source Contract
el: Σύμβαση Παραλαβής

source: The procurement at which this item was initially obtained
el: Η σύμβαση προμήθειας με την οποία παρελήφθη αρχικά ο εξοπλισμός.

source: asset
el: εξοπλισμός

source: bundled items
el: περιεχόμενα εξαρτήματα

source: item group
el: σύνθεση

source: item groups
el: συνθέσεις

source: list of assets
el: λίστα εξοπλισμού

source: asset details
el: Λεπτομέρειες εξοπλισμού

source: Movements
el: Μετακινήσεις

source: asset trace
el: Ιστορικό Εξοπλισμού

source: Location
el: τοποθεσία

source: Edit item group
el: Επεξεργασία σύνθεσης

source: manufacturer
el: κατασκευαστής

source: category
el: είδος

source: product
el: προϊόν

source: location
el: τοποθεσία

source: procurement contract
el: σύμβαση προμήθειας

source: This asset has already been marked as '%s'.
el: Ο εξοπλισμός έχει ήδη σημανθεί ως '%s'.

source: Are you sure you wish to mark this asset as '%s'?
el: Θέλετε να σημάνετε τον εξοπλισμό ως '%s' ;

source: Any other states this asset may be marked as, will be cleared.
el: Θα μηδενιστούν όλες οι άλλες καταστάσεις που έχει ο εξοπλισμός.

source: This asset has already been exclusively marked as '%s'. Clear this state first.
el: Ο εξοπλισμός έχει ήδη την αποκλειστική σήμανση '%s'. Αφαιρέστε αυτήν πρώτα.

source: The asset has been marked as '%s'.
el: Ο εξοπλισμός σημάνθηκε ως '%s'.

source: This asset is not marked as '%s'
el: Ο εξοπλισμός δεν σημαίνεται ως '%s'.

source: Are you sure you wish to unmark this asset as '%s'?
el: Θέλετε σίγουρα να αφαιρέσετε την σήμανση '%s' από τον εξοπλισμό;

source: The asset has been unmarked as '%s'.
el: Ο εξοπλισμός πλέον δεν σημαίνεται ως '%s'.

source: Unable to unmark this asset as '%s'
el: Δεν γίνεται να αφαιρεθεί η σήμανση '%s'.

source: Item Template
el: προϊόν

source: Serial number
el: Σειριακός αριθμός

source: location assets: %s
el: Εξοπλισμός τοποθεσίας: %s

source: specifications
el: προδιαγραφές

source: department assets: %s
el: εξοπλισμός μονάδας: %s

source: Items of template: %s
el: Εξοπλισμός από προϊόν: %s

source: Internal error, cannot render PDF: perhaps some elements cannot fit the page
el: Εσωτερικό σφάλμα, δεν μπορεί να δημιουργηθεί PDF. Συνήθως οφείλεται σε πολύ μεγάλα τμήματα κειμένου που δε χωράνε στη σελίδα.

source: Asset Details
el: Λεπτομέρειες εξοπλισμού

source: Asset details
el: Λεπτομέρειες εξοπλισμού

source: Save
el: Αποθήκευση

source: Submit
el: Υποβολή

source: Details of asset %(object.property_number)s %(object.item_template.description)s
el: Λεπτομέρειες εξοπλισμού %(object.property_number)s %(object.item_template.description)s

source: Asset identity
el: Ταυτότητα εξοπλισμού

source: Asset number
el: Αριθμός κτηματολογίου

source: Contained in a bundle
el: Περιέχεται σε σύνθεση

source: Product
el: Προϊόν

source: Part number
el: Κωδικός εξαρτήματος

source: Bundle contents
el: Περιεχόμενα εξαρτήματα

source: Part
el: Εξάρτημα

source: Asset trace
el: Ιστορικό Εξοπλισμού

source: Move Date
el: Ημ/νία

source: User ID
el: Αρ. πρωτ.:

source: Department assets list:
el: Εξοπλισμός μονάδας:

source: At
el: Στις

source: Item / Serial / Category
el: Εξοπλισμός / Σειριακός / Είδος

source: Notes
el: Σημειώσεις

source: Asset Trace
el: Ιστορικό Εξοπλισμού

source: %(title)s (%(start)s - %(end)s out of %(total)s)
el: %(title)s (%(start)s - %(end)s από %(total)s)

source: Select
el: Επιλογή

source: First page
el: Πρώτη σελίδα

source: Previous page
el: Προηγούμενη σελίδα

source: Next page
el: Επόμενη σελίδα

source: Last page
el: Τελευταία σελίδα

source: There are no %(title)s
el: Δεν υπάρχουν %(title)s

source: The location can only be changed through movements of this asset
el: Η τοποθεσία μπορεί να αλλάξει μόνο από μετακινήσεις εξοπλισμού.

source: Item states
el: καταστάσεις εξοπλισμού

source: Unmark as %(state)s
el: Αποεπιλογή %(state)s

source: Mark as %(state)s
el: Επιλογή %(state)s

source: There are no states defined.
el: Δεν έχουν οριστεί καταστάσεις
