Repository: Rahabhim/django-inventory
Catalog: apps/products/locale/*/LC_MESSAGES/django.po
Languages: el

source: item templates
el: προϊόντα

source: pending item templates
el: προϊόντα σε αναμονή έγκρισης

source: create new template
el: Νέο προϊόν

source: New Product Request
el: Νέο αίτημα προϊόντος

source: orphans templates
el: προϊόντα χωρίς εξοπλισμό

source: edit
el: επεξεργασία

source: delete
el: διαγραφή

source: add / remove photos
el: προσθήκη / αφαίρεση φωτογραφιών

source: related assets
el: σχετικός εξοπλισμός

source: assign supplies
el: υπαγωγή εξαρτημάτων

source: assign suppliers
el: σύνδεση προμηθευτών

source: categories
el: είδη

source: pending categories
el: Είδη σε εκκρεμότητα

source: create new category
el: Νέο είδος εξοπλισμού

source: edit category
el: επεξεργασία είδους

source: delete category
el: διαγραφή είδους

source: attributes
el: χαρακτηριστικά

source: create new attribute
el: Νέο χαρακτηριστικό

source: edit attribute
el: επεξεργασία χαρακτηριστικού

source: delete attribute
el: διαγραφή χαρακτηριστικού

source: manufacturers
el: κατασκευαστές

source: create new manufacturer
el: νέος κατασκευαστής

source: edit manufacturer
el: επεξεργασία κατασκευαστή

source: delete manufacturer
el: διαγραφή κατασκευαστή

source: templates
el: προϊόντα

source: Attribute %(attribute)s does not apply to category %(category)s
el: Το χαρακτηριστικό "%(attribute)s" δεν περιγράφει το είδος "%(category)s"

source: Attribute %(attribute)s specified twice
el: Το χαρακτηριστικό "%(attribute)s" έχει δοθεί 2 φορές

source: Attribute %(attribute)s is required for %(category)s
el: Πρέπει να ορίσετε %(attribute)s για το είδος "%(category)s"

source: Attributes %(attributes)s are required for %(category)s
el: Τα χαρακτηριστικά: %(attributes)s είναι απαραίτητα στο είδος %(category)s

source: standard parts
el: προεπιλεγμένα εξαρτήματα

source: product name
el: όνομα προϊόντος

source: Product URL
el: URL Προϊόντος

source: Please enter the URL of the manufacturer for this product
el: κατά προτίμηση τη σελίδα του κατασκευαστή, εναλλακτικά τη σελίδα οποιουδήποτε προμηθευτή για το προϊόν αυτό

source: Template
el: Προϊόν

source: Standard Parts
el: Προεπιλεγμένα Εξαρτήματα

source: Name
el: Όνομα

source: sequence
el: Ακολουθία

source: parent category
el: γονικό είδος

source: approved
el: Εγκεκριμένο

source: Is bundle
el: Είναι σύνθεση

source: Is set
el: Είναι σύνολο

source: Items have serials
el: Παίρνουν σειριακούς αριθμούς

source: Picture
el: Εικόνα

source: Chained location
el: Συνδεδεμένη Τοποθεσία

source: item category
el: είδος προϊόντων

source: item categories
el: είδη προϊόντων

source: May contain
el: Μπορεί να περιέχει

source: contained category
el: περιεχόμενο είδος

source: minimum count
el: ελάχιστο πλήθος

source: maximum count
el: μέγιστο πλήθος

source: name
el: όνομα

source: short name
el: σύντομο όνομα

source: category
el: είδος

source: required
el: απαιτείται

source: include in name
el: περιλαμβάνεται στο όνομα

source: attribute
el: χαρακτηριστικό

source: value
el: τιμή

source: numeric value
el: Αριθμητική τιμή

source: attribute value
el: τιμή χαρακτηριστικού

source: attribute values
el: Τιμές χαρακτηριστικού

source: country of origin
el: χώρα προέλευσης

source: manufacturer
el: κατασκευαστής

source: description
el: περιγραφή

source: brand
el: μάρκα

source: Brand name, if different from manufacturer
el: Όνομα μάρκας, αν διαφέρει από το όνομα του κατασκευαστή

source: model
el: μοντέλο

source: part number
el: κωδικός προϊόντος

source: notes
el: σημειώσεις

source: supplies
el: εξαρτήματα

source: suppliers
el: προμηθευτές

source: item template
el: προϊόν

source: An item of %(self_cat)s must contain at least %(min_count)d of %(sub_cat)s, but only has %(count)d now.
el: Ένα αντικείμενο κατηγορίας: %(self_cat)s πρέπει να περιέχει τουλάχιστον %(min_count)d από %(sub_cat)s, αλλά τώρα έχετε βάλει μόνο %(count)d.

source: An item of %(self_cat)s must contain at least %(min_count)d of %(sub_cat)s.
el: Ένα αντικείμενο κατηγορίας: %(self_cat)s πρέπει να περιέχει τουλάχιστον %(min_count)d από %(sub_cat)s.

source: An item of %(self_cat)s cannot have more than %(max_count)d of %(sub_cat)s. You have entered %(count)d.
el: Εξοπλισμός %(self_cat)s δεν μπορεί να περιέχει περισσότερα από %(max_count)d από το είδος: %(sub_cat)s. Έχετε δώσει %(count)d .

source: An item of %(self_cat)s cannot contain any items of %(sub_cat)s.
el: Εξοπλισμός %(self_cat)s δεν μπορεί να περιέχει εξαρτήματα: %(sub_cat)s .

source: An item of %s is not a group, cannot have contained items
el: Ο εξοπλισμός κατηγορίας: %s δεν είναι σύνθεση, δεν επιτρέπεται να περιέχει εξαρτήματα.

source: An item of %s is not a bundle, cannot contain anything
el: Το αντικείμενο κατηγορίας: %s δεν είναι σύνθεση, δεν επιτρέπεται να περιέχει εξαρτήματα.

source: parent
el: γονικό

source: template
el: προϊόν

source: Quantity
el: Ποσότητα

source: part
el: Εξάρτημα

source: alias part number
el: ισοδύναμος κωδικός προϊόντος

source: alias part numbers
el: ισοδύναμοι κωδικοί προϊόντος

source: Approved
el: Εγκεκριμένο

source: Not Approved
el: Μη Εγκεκριμένο

source: Manufacturer
el: Κατασκευαστής

source: Category
el: Είδος

source: pending item template
el: προϊόν σε εκκρεμότητα

source: Will be deleted from any user that may have it assigned and from any item group.
el: Θα αφαιρεθεί από οποιονδήποτε χρήστη το έχει συνδεδεμένο και από οποιαδήποτε σύνθεση.

source: orphan templates
el: ορφανά προϊόντα

source: Sequence
el: Ακολουθία

source: Parent category
el: γονικό είδος

source: list of item categories
el: Λίστα ειδών εξοπλισμού

source: list of pending item categories
el: Λίστα ειδών σε εκκρεμότητα έγκρισης

source: Manufacturers
el: Κατασκευαστές

source: Manufacturer details
el: Λεπτομέρειες Κατασκευαστή

source: Required
el: Απαιτείται

source: list of attributes
el: Λίστα χαρακτηριστικών

source: Create attribute
el: Δημιουργία χαρακτηριστικού

source: Assign templates to the supplier: <a href="%(url)s">%(obj)s</a>
el: Σύνδεση προϊόντων με προμηθευτή: <a href="%(url)s">%(obj)s</a>

source: Unassigned templates
el: Ασύνδετα προϊόντα

source: Assigned templates
el: Συνδεδεμένα προϊόντα

source: Assign supplies to the template: <a href="%(url)s">%(obj)s</a>
el: Υπαγωγή εξαρτήματος σε προϊόν: <a href="%(url)s">%(obj)s</a>

source: Unassigned supplies
el: Ασύνδετες προμήθειες

source: Assigned supplies
el: Συνδεδεμένες προμήθειες

source: Assign suppliers to the template: <a href="%(url)s">%(obj)s</a>
el: Σύνδεση προμηθευτών με προϊόν: <a href="%(url)s">%(obj)s</a>

source: Unassigned suppliers
el: Ασύνδετοι προμηθευτές

source: Assigned suppliers
el: Συνδεδεμένοι προμηθευτές

source: Please fill in the parts this bundle/set shall contain by default. Note that <b>NO</b> parts are mandatory here, the user will be asked to fill them in at the wizard.
el: Παρακαλώ επιλέξτε τα εξαρτήματα που θα περιέχει η σύνθεση/σύνολο εξ' αρχής. Σημειώστε ότι <b>KAΝΕΝΑ</b> από τα παρακάτω δεν είναι υποχρεωτικό εδώ, αφού θα ζητηθεί από το χρήστη να τα συμπληρώσει στη συνέχεια.

source: Needed parts
el: Απαραίτητα εξαρτήματα

source: Part selection area
el: Χώρος εισαγωγής στοιχείων

source: Add
el: Προσθήκη

source: Product number:
el: Κωδικός προϊόντος:

source: Search based on criteria:
el: Σύνθετη αναζήτηση με βάση τα παρακάτω στοιχεία:

source: Manufacturer:
el: Κατασκευαστής:

source: Less needed parts
el: Επιπλέον εξαρτήματα
